{
        "placename": [
                "clothing_store",
                "dessert_shop",
                "MINHOney",
                "toilet",
                "alley",
                "YUHUOHUOfish",
                "SportsLottery"
        ],
        "start": {
                "1": "你和你的老婆正在开心的逛街，路过了一家服装店",
                "2": "你和你的老婆正在开心的逛街，路过了一家甜品店",
                "3": "你和你的老婆正在开心的逛街，路过了一家奶茶店",
                "4": "你和你的老婆正在开心的逛街，路过了一个厕所",
                "5": "你和你的老婆正在开心的逛街，路过了一个小巷",
                "6": "你和你的老婆正在开心的逛街，路过了🐟🔥🔥烤鱼店",
                "7": "你和你的老婆正在开心的逛街，路过了一个游乐场店,你可以选择'进去看看'(随机事件)或者'获取虚空彩球11 12 13 14 15 16 16'来买虚空彩球(前六位不可重复)",
                "8": "你们什么地方也没去,随便逛了逛"
        },
        "clothing_store": {
                "1": {
                        "msg": "你和你的老婆进去挑选了一些衣物。",
                        "money": -100,
                        "love": 60
                },
                "2": {
                        "msg": "你的老婆看起来很喜欢橱窗里展示的那套蓝粉裙子，但是你看了看价格，拉着你的老婆走开了。你的老婆有点失望",
                        "money": 0,
                        "love": -60
                },
                "3": {
                        "msg": "你发现你的老婆似乎很中意店铺橱窗里的那条米色大衣，目光一度逗留，你拉着她的手走了进去，并向老板表示来一件适合你老婆尺码的。虽然价格有点出乎意料，但是你觉得你的老婆开心就足够了。",
                        "money": -250,
                        "love": 120
                },
                "4": {
                        "msg": "你觉得你似乎应该换一身新潮的打扮了，于是带着她进入了店铺，希望她为你挑选一套适合你的衣服。购买了一套新衣服后，你确实感觉到自己的气质发生了不少了改变，而钱包也有了不小的改变。",
                        "money": -200,
                        "love": 100
                }
        },
        "dessert_shop": {
                "1": {
                        "msg": "你和你的老婆进去点了几道甜品打包，你的老婆看起来很喜欢甜食。看到老婆吃到甜食后幸福的眯起了双眼的样子，你觉得这或许是你今天最应当的花费。",
                        "money": -150,
                        "love": 60
                },
                "2": {
                        "msg": "你刚刚好有点肚子饿，于是拉着你的老婆进去打包了两份甜食，虽然不算很合你口味，而且分量有所不足，但是足够暂时安慰你饥饿的胃袋。",
                        "money": -100,
                        "love": 40
                },
                "3": {
                        "msg": "你觉得甜品这种东西虽然味道不错，但是甜品店的价格实在是经济性上有所不足，所以你还是选择拒绝了老婆想吃甜品的请求。",
                        "money": 0,
                        "love": -60
                },
                "4": {
                        "msg": "你们走进去看了看，很可惜，似乎并没有符合你们口味的甜品。你和你的老婆失望的走出了甜品店。",
                        "money": 0,
                        "love": 20
                }
        },
        "MINHOney": {
                "1": {
                        "msg": "你和你的老婆走进去点了一份让人暴风吸入好喝到跺jojo的加了波霸珍珠和椰果红豆的四季奶绿。",
                        "money": -150,
                        "love": 60
                },
                "2": {
                        "msg": "你和你的老婆想点一份奶茶，但是这时旁边有艺人在表演，拿着篮球竖着中分唱跳rap，你们决定看完表演再去买奶茶并打赏了一些金币。但是等艺人表演完，你们却发现奶茶店门口排了很长的队伍，只好作罢。",
                        "money": -50,
                        "love": 20
                },
                "3": {
                        "msg": "你和你的老婆都不是很想喝奶茶，你们达成了共识，于是看都不看一眼这家店铺就走开了。",
                        "money": 0,
                        "love": 20
                }
        },
        "toilet": {
                "1": {
                        "msg": "你突然有点内急，于是走了进去想要释放自我。但是这时你听见隔间深处传来了像是古神低低语一样的声音，“虽然不是同一时间，也不是同一个撤硕，但是今天我老八……”。你大惊失色，裤子都来不及提就仓皇逃出了厕所,慌忙之中你掉了一些金币",
                        "money": -50,
                        "love": 20
                },
                "2": {
                        "msg": "你逛街的时候一直都有些许屎意，于是你马上让你老婆在外等你一会儿，你进去小窜一下。当你完事后提起裤子，准备冲水的时候，你隐约听到你的答辩传出了声音：“吓我一跳我释放忍术，任何邪恶终将绳之以法”。而你并没有放在心上。",
                        "money": 0,
                        "love": 20
                }        
        },
        "alley": {
                "1": {
                        "msg": "小巷里的混混似乎看上了你的老婆，一群人围了过来。你利用自己精湛的格斗经验成功将小混混打趴下了，你能感受到你的老婆看向你的眼神里都出现了崇拜的光芒。但是很可惜，因为需要配合警察叔叔笔录，你和老婆的逛街计划泡汤了。",
                        "money": 0,
                        "love": 20
                },
                "2": {
                        "msg": "小巷里的混混似乎看上了你的老婆，一群人围了过来。你深知自己的格斗水平三拳难敌四手，正在思索对策时，你灵机一动，利用你从群变态那里学来的掏牛子大法，成功让混混们捂裆倒地。但是你并不开心，因为你察觉到你老婆崇拜的目光中还有一种难以置信。“你居然是这种人。”她的眼神好像在这么说。",
                        "money": 0,
                        "love": -20
                },
                "3": {  
                        "这是注释": "后续作为可分支剧情-选择进去看看还是转身离开",
                        "msg": "你们隐约察觉到小巷里有着奇怪的声音和光芒，但是你并没有放在心上。直到第二天，你发现这个小巷被警察用警戒线围了起来，向周围群众打听后才知道，小巷里有一个头颅被斩下，浑身皮肤全部被剥离的尸体。你被吓出了一身冷汗。",
                        "money": 0,
                        "love": 20
                },
                "4": {
                        "msg": "你隐约察觉到小巷里有着奇怪的声音和光芒，你有点好奇，准备去看看。出于安全考虑，你让你的老婆呆在了巷子外。",
                        "msg2": "转过一个拐角，你发现眼前正有一群带着半脸恶鬼面具、穿着兜头斗篷的人，他们此时正在从一具被砍下头颅的尸体上割下皮肤并咀嚼分食。你有点被吓到了，但是理智让你没有发出声音，你正准备缓缓退出这里，然后报告警察叔叔的时候，你突然感觉自己好像飞了起来。",
                        "msg3": "你最后的意识里，你看到了你失去头颅的身体倒下。旁边站着一个身高魁梧，手握沾血长柄斧头的人。你死了...看15s广告成功复活",
                        "money": 0,
                        "love": 0
                }
        },
        "YUHUOHUOfish": {
                "1": {
                        "msg": "你和你的老婆走进去点了一份蜜碳烤糊涂鱼和一份铁板章鱼哥。你们吃的很开心",
                        "money": -150,
                        "love": 60
                },
                "2": {
                        "msg": "你和你的老婆想点一份烤鱼，但是这时老板🐟🔥🔥出来，。打断了你们,并表示今天修业不卖烤鱼",
                        "money": 0,
                        "love": 20
                },
                "3": {
                        "msg": "你和你的老婆走进去点了一份蜜汁烤鱼。你们吃一半发现里面有不明物体!!老板🐟🔥🔥向你们赔偿一些金币",
                        "money": 50,
                        "love": 20
                }
        },
        "SportsLottery": {
                "1": {
                        "msg": "你和你的老婆走进去花100买了一张彩票,很幸运地中了300",
                        "money": 200,
                        "love": 60
                },
                "2": {
                        "msg": "你和你的老婆买了两张彩票,花了200却啥都没中",
                        "money": -200,
                        "love": 20
                }
        }
}